tap "chrokh/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.10"
brew "ansible"
brew "awscli"
brew "aws-vault"
brew "clojure/tools/clojure"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "exa"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "grep"
brew "htop"
brew "java11"
brew "lolcat"
brew "lua-language-server"
brew "luajit"
brew "neovim"
brew "node", link: false
brew "nvm"
brew "peco"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sops"
brew "stylua"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxp"
brew "vim"
brew "watchman"
brew "chrokh/tap/base16-manager"
brew "wget"
brew "task"
brew "taskwarrior-tui"
cask "alfred"
cask "docker"
cask "flux"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
