tap "chrokh/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.10"
brew "z"
brew "exa"
brew "ack"
brew "coreutils"
brew "gnu-sed"
brew "fzf"
brew "jq"
brew "tree"
brew "wget"
brew "curl"
brew "gh"
brew "git"
brew "git-delta"
brew "grep"
brew "htop"
brew "java11"
brew "lua-language-server"
brew "luajit"
brew "marksman"
brew "neovim"
brew "node", link: false
brew "peco"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sops"
brew "stylua"
brew "ssh-copy-id"
brew "ansible"
brew "awscli"
brew "aws-vault"
brew "terraform"
brew "terraform-ls"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxp"
brew "vim"
brew "watchman"
brew "task"
brew "taskwarrior-tui"
brew "rbenv"
brew "nvm"
brew "pyenv"
brew "ruby-install"
brew "rclone"
brew "yarn"
brew "tldr"
cask "docker"
cask "flux"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "spectacle"
cask "visual-studio-code"
cask "ngrok"
cask "proxyman"
cask "postman"
